Vr12/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2012                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    frontback
    {
          type            empty;
        inGroups 1(empty);
        nFaces          79340;
        startFace       59244;
    }
    topbottom
    {
        type            patch;
        physicalType    patch;
        nFaces          268;
        startFace       138584;
    }
    outlet
    {
        type            patch;
        physicalType    patch;
        nFaces          67;
        startFace       138852;
    }
    inlet
    {
        type            patch;
        physicalType    patch;
        nFaces          67;
        startFace       138919;
    }
    walls
    {
     type            wall;
      inGroups 1(wall);
        nFaces          120;
        startFace       138986;
    }
)

// ************************************************************************* //
